# St7DisableTransientLoadCase

Disables the specified load case for quasi-static and transient dynamic analysis.

long St7DisableTransientLoadCase(long uID, long CaseNum)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Load case number.